Repository: mozilla-l10n/mt-training-data
Catalog: bqi/bqi_pontoon.tmx
Source language: en_us
Languages: bqi

source: General
bqi: پوی وولاتی

source: Gestures
bqi: اشاره یل

source: Get data from the clipboard
bqi: گرؽڌن داده یل ز کلیپ بورد

source: Get data from the clipboard.
bqi: گرؽڌن داده یل ز کلیپ بورد.

source: Get started
bqi: ناهاڌن پا کار

source: Get suggestions from the web related to your search
bqi: گرؽڌن پؽشنهاڌا ز وب ک و پیتینیڌن ایسا ربت داره

source: Glean Debug Tools
bqi: ٱوزارا اشکال زودایی Glean

source: Go Back
bqi: وورگرت

source: Go Back (Recommended)
bqi: وورگرت (پؽشنهاڌ ابۊ)

source: Golden Hour
bqi: ساعت تلایی

source: Google Search
bqi: پیتینیڌن گۊگل

source: Got it
bqi: فئمیم

source: Go to settings
bqi: راو و سامووا

source: Go to Settings
bqi: راو و سامووا

source: Gradients
bqi: شؽوا رنگی

source: Great start! You’ve completed 1 out of 3 steps.
bqi: ی ر اۊفتاڌن خۊو! ایسا یکی ز س مرهله ن ٱنجوم داڌین.

source: Great start! You’ve completed 1 out of 5 steps.
bqi: ی ر اۊفتاڌن خۊو! ایسا یکی ز پنج مرهله ن ٱنجوم داڌین.

source: Great start! You’ve completed 1 out of 6 steps.
bqi: ی ر اۊفتاڌن خۊو! ایسا 1 مرهله ز 6 مرهله ن ٱنجوم داڌین.

source: Green
bqi: ساوز

source: Grid
bqi: شبکه ای

source: Group deleted
bqi: بونکۊ پاک وابی

source: Harmful site issue
bqi: موشکل وبگه خراوی و بار

source: health information
bqi: دووسمندیا سلامت

source: Help
bqi: هیاری

source: Helpful tools
bqi: ٱوزارا و درد بوخور

source: Help make %1$s better for everyone. Mozilla employees use the info you send to fix website problems.
bqi: و بؽڌر وابیڌن %1$s سی پوی هیاری کۊنین. کارکونووݩ Mozilla دووسمندیایی ک افشنین ن سی رفع موشکلا وبگه و کار اگرن.

source: Help make printing in Firefox better. It only takes a sec
bqi: سی بؽڌر وابیڌن چاپ من Firefox هیاری بڌین. تینا چن سانیه تۊل اکشه

source: Help make search in Firefox better. It only takes a minute
bqi: سی بؽڌر وابیڌن پیتینیڌن من Firefox هیاری بڌین. تینا ی دؽقه تۊل اکشه

source: Help make sync in Firefox better. It only takes a minute
bqi: سی بؽڌر وابیڌن هوم گوم کردن من Firefox هیاری بڌین. تینا ی دؽقه تۊل اکشه

source: Help us grow Firefox
bqi: منه روشد Firefox و ایما هیاری بڌین

source: Help us make Firefox better
bqi: ایما ن هیاری بڌین Firefox ن بؽڌر کۊنیم

source: Help us make Firefox better. It only takes a minute.
bqi: و ایما هیاری بڌین Firefox ن بؽڌر کۊنیم. تینا ی دؽقه تۊل اکشه.

source: Hide and show browser tabs
bqi: بؽڌار کردن وو نشووݩ داڌن بلگه یل گشت گر

source: Hide and show browser tabs.
bqi: بؽڌار کردن وو نشووݩ داڌن بلگه یل گشت گر.

source: Hide password
bqi: بؽڌار کردن رزم

source: Highlighted
bqi: دیاری وابیڌه

source: History
bqi: ویرگار

source: History Deleted
bqi: ویرگار پاک وابی.

source: Homepage
bqi: بلگه هووه ای

source: Homepage after four hours of inactivity
bqi: بلگه هووه ای بئڌ چار ساعت نڌاشتن فعالیت

source: Home region
bqi: وولات هووه ای

source: Home screen
bqi: بلگه هووه ای

source: Hostname required
bqi: نوم هاست وا الن بۊوس

source: However, it’s also possible that an attacker is involved. If you continue to the website, you should not enter any sensitive info. If you continue, HTTPS-Only mode will be turned off temporarily for the site.
bqi: وا ای هال، گاشڌ ک ی رڌجۊر، درگیر بۊ. ٱر وبگه ن وا پؽش برین، نوا هیچ دووسمندی هساسی ن زنین. ٱر وا پؽش رئڌین، هالت تینا-HTTPS و جۊر مووقت سی وبگه کۊر ابۊ.

source: How satisfied are you with printing in Firefox?
bqi: چندؽ ز چاپ من Firefox رازی هڌین؟

source: How satisfied are you with the search experience in Firefox?
bqi: چندؽ ز پیتینیڌن من Firefox رازی هڌین؟

source: How satisfied are you with the sync experience in Firefox?
bqi: چندؽ ز هوم گوم کردن من Firefox رازی هڌین؟

source: How satisfied are you with your Firefox homepage?
bqi: چندؽ ز بلگه ٱسلی Firefox رازی هڌین؟

source: How we use the data
bqi: بارت و کار گرؽڌن ایما ز داده یل

source: HTTPS-Only Mode
bqi: هالت تینا-Https

source: I don’t use it
bqi: و کارس نؽگروم

source: I don’t use search on Firefox
bqi: مو من Firefox پیتینیڌن ن و کار نؽگروم

source: I don’t use sync
bqi: مو هوم گوم کردن ن و کار نؽگروم

source: If allowed, private tabs will also be visible when multiple apps are open
bqi: ٱر هیشتین، مجال گۊشیڌن چند تا برنومه، بلگه یل سیخومی ن ترین بنیرین

source: If secure DNS is not available sites will not load or function properly
bqi: ٱر DNS ٱمن من دسرس نبۊ، وبگه یل بار ونی نؽبۊن وو یا و خۊوی کار نؽکونن

source: If something looks broken on this site, try turning it off.
bqi: ٱر منی چیه من ای وبگه خراو هڌ، قپ ریت کۊنین هو ن کۊر کۊنین.

source: If something looks broken on this site, try turning off protections.
bqi: ٱر منی چیه من ای وبگه خراو هڌ، قپ ریت کۊنین زفت وابیڌنا ن کۊر کۊنین.

source: If you close all Private tabs now, %1$s download will be canceled. Are you sure you want to leave Private Browsing?
bqi: ٱر هیم سکو پوی بلگه یل سیخومی ن بووندین، دانلود %1$s لقو ابۊ. الن اخۊین ز گشت سیخومی کۊنین ب در؟

source: If you delete all languages, %1$s will download partial languages to your cache as you translate.
bqi: ٱر پوی زووا ن پاک کۊنین، %1$s مجال ولرنیڌن، بشنی ز زووا ن من ویرگه بؽڌاری ایسا دانلود اکونه.

source: If you delete this language, %1$s will download partial languages to your cache as you translate.
bqi: ٱر ای زووݩ ن پاک کۊنین، %1$s مجال ولرنیڌن، بشنی ز زووا ن من ویرگه بؽڌاری ایسا دانلود اکونه.

source: If you trust this extension, you can give it permission on every website.
bqi: ٱر و ای وردنی ائتماڌ دارین، ترین ک بهلین من هر وبگهی دسرسی داشته بۊ.

source: Image copied to clipboard
bqi: شؽوات من کلیپ بورد لف گیری وابی

source: Image of the %1$s theme
bqi: شؽوات زمینه %1$s

source: Image of the bottom toolbar
bqi: شؽوات من نوار ٱوزار بلم

source: Image of the top toolbar
bqi: شؽوات نوار ٱوزار روء

source: Images
bqi: شؽواتا

source: Images or videos
bqi: شؽواتا یا فیلما

source: I’m having issues
bqi: مو موشکل داروم

source: in %1$s
bqi: من %1$s

source: Inactive
bqi: قیر فعال

source: Inactive tabs
bqi: بلگه یل قیر فعال

source: In all tabs
bqi: من پوی بلگه یل

source: Include %1$s download link on WhatsApp shares
bqi: داشتن %1$s لینگ دانلود من یک رسۊوی واتس ٱپ

source: Includes phone numbers and email addresses
bqi: وا نومره تیلیفووا وو نشۊوی ایمیلا

source: Increased Protection
bqi: زفت وابیڌن قلوه

source: Info
bqi: دووسمندیا

source: In progress
bqi: هونی پؽش اروه

source: Input data to the clipboard
bqi: و من ٱووردن و کلیپ بورد

source: Input data to the clipboard.
bqi: و من ٱووردن و کلیپ بورد.

source: Install %1$s
bqi: پۊرنیڌن %1$s

source: Install and run studies
bqi: پۊرنیڌن وو ر وندن خۊندنیا

source: Installed
bqi: پۊرنیڌه وابی

source: Installed add-on icon
bqi: آیکون وردنی پۊرسته

source: Install extension from file
bqi: پۊرنیڌن وردنی ز فایل

source: Installing add-on icon
bqi: آیکون هونی اپۊره وردنی

source: Install search widget
bqi: پۊرنیڌن ٱوزارک پیتینیڌن

source: Invalid Address
bqi: نشۊوی زبال نؽ

source: Invalid URL
bqi: نشۊوی اینترنتی زبال نؽ

source: Invite your friends to try faster, safer browsing with %1$s every time you share a link on WhatsApp.
bqi: وا هر کرت یک رسۊوی لینگ ری واتس ٱپ، رفؽقووݩ خوتووݩ ن موکش و امتهووݩ کردن گشتن ٱمن تر وو زل تر وب وا %1$s کۊنین.

source: Isolate cross-site cookies
bqi: سوا کردن کۊکیا منجا وبگهی

source: Item Menu for %s
bqi: نومگه موورد سی %s

source: Items deleted: %1$d
bqi: مووردا پاک وابیڌه: %1$d

source: It requires your permission to:
bqi: یو لنگ هشتن ایسا هڌ سی:

source: It’s great!
bqi: هرف نڌاره!

source: It wants to:
bqi: اخو:

source: Jan
bqi: ژانویه

source: Jul
bqi: ژوئیه

source: Jump back in
bqi: وورگرتین و من

source: Jun
bqi: ژوئن

source: Keep searches within reach.
bqi: پیتینیڌنا ن من دسرس واڌارنین

source: Known Fingerprinters
bqi: جا کلکا اشناخته وابیڌه

source: Known trackers? Blocked automatically. Extensions? Try all 700. PDFs? Our built-in reader makes them easy to manage.
bqi: رڌجۊرا اشناخته‌ وابیڌه؟ و جۊر خوتکار مسدۊد وابیڌنه. وردنی یل؟ پوی 700 تاسووݩ ن امتهووݩ کۊنین. PDF؟ خونده گر منی ایما دؽوۉداری هونووݩ ن آسووݩ کرده.

source: Know your rights
bqi: هق خوتووݩ ن دووسته بۊین

source: <label> <b>%1$s</b> has a security policy called HTTP Strict Transport Security (HSTS), which means that <b>%2$s</b> can only connect to it securely. You can’t add an exception to visit this site. </label>
bqi: <label> <b>%1$s</b> ی خت میشی ٱمنیتی و نوم HTTP Strict Transport Security (HSTS) داره، و ای معنی ک <b>%2$s</b> تینا تره و جۊر ایمن و هو منپیز بۊ. ایسا نترین استسنایی سی نیشتن ای وبگه بیارین. </label>

source: Label for entering a text input field
bqi: برچسب سی و من ٱووردن ی هووه و من ٱووردن هؽل

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
bqi: <label>کسؽ تره قپ ریت کونه وو ز دین جعل هوویت وبگه بۊ وو ایسا نوا وا پؽش ریوین.</label> <br><br> <label>وبگه یل هوویت خوسووݩ ن وا گوواهینامه یل سابت اکونن. %1$s و <b>%2$s</b> ائتماد نڌاره، چیناکه سادرکوݩ گوواهینامه هو نشناخته هڌ، گوواهینامه خوس امزا هڌ یا سرور هونی گوواهینامه یل منجا اشتوا ن افشنه.</label>

source: Language
bqi: زووݩ

source: Large header image of the theme selection view showing illustrated artist and builder tools.
bqi: شؽوات گپ سربلگ نما پسند زمینه ک ٱوزارا هونرمند وو وورکل کوݩ ن نشووݩ اده.

source: Large header image of the toolbar selection view showing an illustrated toolbar.
bqi: شؽوات گپ سربلگ نمای پسند نوار ٱوزار ک ی نوار ٱوزار شؽواتی ن نشووݩ اده.

source: Last 30 days
bqi: 30 رۊز گوڌشته

source: Last 7 days
bqi: 7 رۊز گوڌشته

source: Last attempt:
bqi: قپ ریت دیندایی:

source: Last chance to keep your Firefox
bqi: دفر دیندایی سی زفت کردن Firefox ایسا

source: Last hour
bqi: ساعت گوڌشته

source: Last synced: never
bqi: هوم گوم کردن دیندایی: هرگشت

source: Last synced: %s
bqi: هوم گوم کردن دیندایی: %s

source: Last tab
bqi: بلگه دیندایی

source: Last updated
bqi: ورۊ رسۊوی دیندایی

source: Last used
bqi: کرت دیندایی و کار گرؽڌن

source: Later
bqi: دیندا

source: Launch your next private tab in one tap.
bqi: بلگه سیخومی بئڌی خوتووݩ ن وا ی کرت ریس زیڌن بۊگۊشین.

source: Learn About Sending Tabs…
bqi: زبار فشناڌن بلگه یل قلوه دووسته بۊین…

source: Learn more
bqi: قلوه دووسته بۊین

source: Learn More
bqi: قلوه دووسته بۊین

source: Learn more about crash reports
bqi: زبار گوزارشا خراوی قلوه دووسته بۊین

source: Learn more about daily usage ping
bqi: زبار پینگ و کار گرؽڌن رۊزووه قلوه دووسته بۊبن

source: Learn more about Firefox Suggest
bqi: زبار پؽشنهاڌا Firefox قلوه دووسته بۊین

source: Learn more about marketing data
bqi: زبار داده یل بازاریابی قلوه دووسته بۊین

source: Learn more about permissions
bqi: زبار موجوزا قلوه دووسته بۊین

source: Learn more about sync
bqi: زبار هوم گوم کردن قلوه دووسته بۊین

source: Learn more about technical data
bqi: زبار داده یل فنی قلوه دووسته بۊین

source: Leave
bqi: رئڌن

source: Leave feedback
bqi: منشڌی بنین

source: Leave no traces on this device
bqi: هیچ توری ری ای دسگا نهلی و جا

source: Leave private tabs
bqi: بلگه یل سیخومی ن بهلین وو ریوین

source: Less
bqi: کمتر

source: Less distractions, less cookies tracking you on this site.
bqi: هواس پردی کم تر، رڌجۊری کۊکیا کم تری من ای وبگه.

source: Less than 7 days to left to update
bqi: کمتر ز 7 رۊز تا ورۊ رسۊوی منده

source: Libraries that we use
bqi: کتاوهووه یلی ک و کار اگیریم

source: Library
bqi: کتاو هووه

source: Licensing information
bqi: دووسمندیا موجوز

source: Light
bqi: رۊشن

source: Light color scheme
bqi: تئر رنگ رۊشن

source: Limits the ability of social networks to track your browsing activity around the web.
bqi: ترستن شبکه یل اجتماعی ن سی رڌجۊری فعالیت گشتن ایسا من وب مئدۊد اکونه.

source: Link copied to clipboard
bqi: لینگ من کلیپ بورد لف گیری وابی

source: Links
bqi: لینگا

source: Links available
bqi: لینگا من دسرس هڌن

source: Link shared
bqi: لینگ یک رسۊوی وابی

source: Link sharing
bqi: یک رسۊوی لینگ

source: List
bqi: نومگه ای

source: Loading
bqi: هونی بار اکونه

source: location
bqi: جاگه

source: Location
bqi: جاگه

source: Lock tabs
bqi: چفت کردن بلگه یل

source: Logging in to %1$s with a %2$s account is subject to their <a href="%3$s">Privacy Policy</a> and <a href="%4$s">Terms of Service</a>
bqi: و من ٱووڌن و %1$s وا ی هساو %2$s تئت <a href="%3$s">سیاست زفت مهرموویی</a> وو <a href="%4$s">شرتا داڌن خدمات</a> هونووݩ هڌ

source: Login detail menu
bqi: نومگه جۊزیات و من ٱووڌن

source: Logins
bqi: و من ٱووڌنا

source: Looks like there’s a problem with your internet connection
bqi: منی موشکلی وا منپیز و اینترنت ایسا هڌ

source: Make %1$s your default
bqi: %1$s ن پؽش فرز خوتووݩ کۊنین

source: Make Firefox your default browser
bqi: ‏Firefox ن گشت گر پؽش فرزتووݩ بۊکۊنین

source: Make sure you trust this site before you upload from “%1$s”.
bqi: پؽش ز آپلود ز ای وبگه موتمعن بۊین ک وس ائتماد دارین «%1$s».

source: Make %s your own
bqi: %s ن و دل خوت سامووݩ کوݩ

source: Make text on websites larger or smaller
bqi: هؽل ن من وبگه یل گفتر یا کۊچیر تر کۊنین

source: Malware site issue
bqi: موشکل وبگه لیش ٱفزار

source: Manage
bqi: دؽوۉداری

source: Manage account
bqi: دؽوۉداری هساو

source: Manage addresses
bqi: دؽوۉداری نشۊویا

source: Manage alternative search engines
bqi: دؽوۉداری موتورا پیتینیڌن جایونی

source: Manage cards
bqi: دؽوۉداری کارتا

source: Manage downloads with another app
bqi: دؽوۉداری دانلودا وا برنومه ای دی

source: Manage extensions
bqi: دؽوۉداری وردنی یل

source: Manage Files
bqi: دؽوۉداری فایلا

source: Manage passwords
bqi: دؽوۉداری رزما

source: Manage settings
bqi: دؽوۉداری سامووا

source: Manage what you back up and sync
bqi: دؽوۉداری اۊ چیه ک لادراری اگیری وو هوم گوم اکۊنی

source: Mar
bqi: مارس

source: Marketing
bqi: بازار جۊری

source: Max Protection
bqi: هدکسر زفت وابیڌن

source: May
bqi: مه

source: Media
bqi: وارسگر

source: Menu
bqi: نومگه

source: Microphone
bqi: میکروفووݩ

source: Microphone 1
bqi: میکروفووݩ 1

source: Microphone is on
bqi: میکروفووݩ منپیز هڌ

source: Midnight
bqi: نسم شاو

source: Minimal
bqi: مینیمال

source: Missing content
bqi: موئتوا ز دست رئڌه

source: Momo
bqi: مومو

source: Monitor extension usage and manage themes
bqi: کیل کردن و کار گرؽڌن وردنی یل وو دؽوۉداری تما

source: Monitor extension usage and manage themes.
bqi: کیل کردن و کار گرؽڌن وردنی یل وو دؽوۉداری تما.

source: More
bqi: قلوه

source: More about this extension
bqi: دووسمندیا بیشتر زبار وردنی

source: More colors. Better privacy. Same commitment to people over profits.
bqi: رنگا قلوه. هریم سیخومی بؽڌر. تعهود ی جۊر و زایار وو منافع.

source: More info
bqi: دووسمندیا قلوه

source: More options
bqi: گۊزینه یل بیشتر

source: More than 100 million people protect their privacy by choosing a browser that’s backed by a nonprofit.
bqi: بیشتر ز 100 ملیووݩ نفر هریم سیخومی خوسووݩ ن وا پسند گشت گری ک ن سۊد بر هڌ، زفت اکونن.

source: Most likely, the website simply does not support HTTPS.
bqi: و ائتمال قلوه، وبگه ز HTTPS لادراری نؽکونه.

source: Move
bqi: جا گورو

source: Move old tabs to inactive
bqi: جا گورو بلگه یل قڌیمی و بشن قیر فعال

source: Move to non-private tab
bqi: آلشت و بلگه قیر سیخومی

source: Mozilla account
bqi: هساو منتوری Mozilla

source: Must be a valid domain
bqi: وا ی دامنه بۊ ک زبال بۊ

source: Must have a title
bqi: وا ی عونوان داشته بۊ

source: Name
bqi: نوم

source: NAME
bqi: نوم

source: Name (A-Z)
bqi: نوم (A-Z)

source: Name collection
bqi: نوم ناهاڌن ری کتن

source: Name on Card
bqi: نوم ری کارت

source: Navigate back
bqi: وورگشتن و عقب

source: Navigate up
bqi: رئڌن و روء

source: Navigation
bqi: ناوبری

source: Neutral
bqi: بؽ ترف

source: Never
bqi: هرگشت

source: Never save
bqi: هرگشت زفت مکوݩ

source: Never send
bqi: هرگشت نفشنین

source: Never show again
bqi: دی هرگشت نشووݩ داڌه نبۊ

source: Never translate
bqi: هرگشت نولرن

source: Never translate %1$s
bqi: هرگشت %1$s ن نولرنین

source: Never translate these sites
bqi: هرگشت ای وبگه یل ن نولرنین

source: Never translate this site
bqi: هرگشت ای وبگه ن نولرنین

source: New add-on available
bqi: وردنی نۊ من دسرس هڌ

source: New add-ons available
bqi: وردنی یل نۊ من دسرس هڌ

source: New data collection:
bqi: کتن کردن داده یل نۊ:

source: New extensions now available
bqi: وردنی یل نۊ سکو من دسرس هڌن

source: New folder
bqi: دوبلگه نۊ

source: New in %1$s
bqi: نۊ من %1$s

source: New permissions:
bqi: موجوزا نۊ:

source: New private tab
bqi: بلگه سیخومی نۊ

source: New private tab opened
bqi: بلگه سیخومی نۊ گوئشست

source: New required data collection: The developer says the extension will collect %1$s.
bqi: کتن کردن داده یل خاستنی نۊ: برنومه نویس اگو ای وردنی %1$s ن کتن اکونه.

source: New required permissions: %1$s
bqi: موجوزا خاستنی نۊ: %1$s

source: New: streamlined menu
bqi: نۊ: نومگه ساڌه‌ وابیڌه

source: New tab
bqi: بلگه نۊ

source: New tab opened
bqi: بلگه نۊ گوئشست

source: No
bqi: ن

source: No account? <u>Create one</u> to sync Firefox between devices.
bqi: هساوی نڌارین؟ سی هوم گوم وابیڌن منجا دسگایل خوت <u>یکی وورکل کوݩ</u>.

source: No app found to open %1$s files
bqi: برنومه ای سی گۊشیڌن فایلا %1$s نجوست

source: No bookmarks here
bqi: من ایچو نشووکی نؽ

source: No bookmarks yet
bqi: هنی نشووکی نؽ

source: No camera available on device
bqi: شؽواتگر من ای دسگا من دسرس نؽ

source: No crash reports have been submitted.
bqi: گوزارش خراوی تا سکو نفشناڌه.

source: No Devices Connected
bqi: دسگایی منپیز نؽ

source: No downloaded files
bqi: تا سکو فایلی دانلود نوابیڌه

source: No downloads yet
bqi: هنی هیچ دانلودی نڌاشتینه

source: No experiments here
bqi: آزمایشی ایچو نؽ

source: No extensions enabled
bqi: هنی هیچ وردنی فعال نؽڌ

source: No extensions here
bqi: هیچ وردنی ای ایچو نؽ

source: No history here
bqi: ویرگاری من ایچو نؽ

source: Non-private Tabs Open: %1$s. Tap to switch tabs.
bqi: بلگه یل سیخومی واز: %1$s. سی جا گورویی منجا بلگه یل بزنین ریس.

source: No open tabs
bqi: بؽ بلگه واز

source: No recently closed tabs here
bqi: هیچ بلگه ای ک هیم دمۊوی بسته وابیڌه ایچو نؽ

source: No results found
bqi: نتیجه ای نجوست

source: Normal Tabs Open: %1$s. Tap to switch tabs.
bqi: بلگه یل مئمۊلی واز: %1$s. سی آشت بلگه یل بزنین ریس.

source: Northern Lights
bqi: لیتا شومالی

source: No site exceptions
bqi: بؽ استسنا وبگه

source: Not allowed
bqi: نشتن

source: Not allowed in private windows
bqi: من نیمدری یل سیخومی موجاز نؽ

source: Not enough space
bqi: جاگهی ک سیس بس بۊ نؽ

source: No thanks
bqi: ن ممنووݩ

source: No Thanks
bqi: ن ممنووݩ

source: Notification
bqi: وارسۊوی

source: Notifications
bqi: وارسۊویا

source: Notifications for tabs received from other Firefox devices.
bqi: وارسۊویا سی بلگه یلی ک ز دسگا یل دیر Firefox گرؽڌه وابینه.

source: Notifications help you stay safer with Firefox
bqi: وارسۊویا هیاری اکونن تا وا Firefox ٱمن تر بۊین

source: Not now
bqi: سکو ن

source: No trackers found
bqi: رڌجۊری نجوست

source: Not secure
bqi: ایمن نؽ

source: Not yet available
bqi: هنی من دسرس نؽ

source: Not yet supported
bqi: هنی لادراری نوابیڌه

source: No update available
bqi: ورۊ رسۊوی من دسرس نؽ

source: (No username)
bqi: (بؽ نوم منتوری)

source: Nov
bqi: نووامبر

source: Now featuring Total Cookie Protection, our most powerful barrier yet against cross-site trackers.
bqi: سکو زفت وابیڌن کامل ن ری و ری کۊکی داره؛ زۊردار ترین سد ایما زد رڌجۊرا منجا وبگهی.

source: Oct
bqi: اوکتوبر

source: Off
bqi: کۊر

source: Offer to translate (default)
bqi: پؽشنهاڌ ولرنیڌن (پؽش فرز)

source: Offer to translate when possible
bqi: پؽشنهاڌ ولرنیڌن ٱر ک بۊ

source: Off for this site
bqi: کۊر سی ای وبگه

source: Offline
bqi: لمتور

source: Offline Mode
bqi: هالت آفلاین

source: OK
bqi: خا

source: OK, Got It
bqi: خا، فئمیم

source: Older
bqi: قڌیمی تر

source: On
bqi: رۊشن

source: On a website, this bar tucks away as you scroll down for extra browsing space.
bqi: من ی وبگه ای نوار مجال اسکرۊل و بلم سی جاگه قلوه گشتن، بؽڌار ابۊ.

source: One last thing
bqi: نوکته دیندایی

source: One or more extensions stopped working, making your system unstable.
bqi: یک یا چن وردنی ز کار وستنه وو سیستوم ایسا ن نا پایدار کردنه.

source: One or more extensions stopped working, making your system unstable. %1$s unsuccessfully tried to restart the extension(s).\n \n Extensions won’t be restarted during your current session.\n \n Removing or disabling extensions may fix this issue.
bqi: یک یا چن وردنی ز کار وستنه وو سیستوم ایسا ن نا پایدار کردنه. %1$s قپ ریت نا مووفقی سی ر وندن دووارته وردنی (یل) داشت.\n \n وردنی یل من نشست سکویی ایسا دووارته ر ونی نؽبۊن.\n \n پاک کردن یا قیر فعال کردن وردنی یل گاشڌ ای موشکل ن هل کونه.

source: On for this site
bqi: رۊشن سی ای وبگه

source: On in all tabs
bqi: رۊشن من پوی بلگه یل

source: On in private tabs
bqi: رۊشن من پوی بلگه یل سیخومی

source: Only in Private tabs
bqi: تینا من بلگه یل سیخومی بوگوش

source: Only use the provider you select
bqi: تینا و کار گرؽڌن جۊر کوݩ پسند بیڌه

source: Only use your default DNS resolver if there is a problem with secure DNS
bqi: تینا ٱر موشکلی وا جۊر کوݩ DNS ٱمن هڌه، DNS پؽش فرز خوتووݩ ن و کار بگیرین

source: On March 14, add-ons and other Firefox features will stop working because a root certificate is expiring.
bqi: من 14 مارس، وردنی یل وو پوی ویژیی یل Firefox اواستن چینا ک گوواهی بونچک مونقزی ابۊ.

source: On your computer open Firefox and go to <b>https://firefox.com/pair</b>
bqi: من سیستوم خوت Firefox ن بوگوش وو و <b> https://firefox.com/pair </b> راو

source: Open
bqi: گۊشیڌن

source: Open all in new tabs
bqi: گۊشیڌن پوی من بلگه یل نۊ

source: Open all in private tabs
bqi: گۊشیڌن پوی من بلگه یل سیخومی

source: Open a new %1$s tab
bqi: ی بلگه نۊ بۊگۊشین %1$s

source: Open debug drawer
bqi: گۊشیڌن کشار اشکال زودایی

source: Open %d tabs?
bqi: گۊشیڌن %d بلگه؟

source: Open files downloaded to your device
bqi: گۊشیڌن فایلا دانلود بیڌه ری کامپیتر ایسا

source: Open files downloaded to your device.
bqi: گۊشیڌن فایلا دانلود بیڌه ری کامپیتر ایسا.

source: Open image in new tab
bqi: گۊشیڌن شؽوات من بلگه نۊ

source: Open in…
bqi: گۊشیڌن من…

source: Open in %1$s
bqi: گۊشیڌن من %1$s

source: Open in another app
bqi: گۊشیڌن من برنومه یل دی

source: Open in app
bqi: گۊشیڌن من برنومه

source: Open in app? Your activity may no longer be private.
bqi: گۊشیڌن من برنومه؟ فعالیت ایسا دی گاشڌ سیخومی نبۊوه.

source: Opening screen
bqi: بلگه نیایی

source: Opening this many tabs may slow down %s while the pages are loading. Are you sure you want to continue?
bqi: گۊشیڌن پوی ای بلگه یل مجال گۊشیڌن بلگه یل، %s ن کوند اکونه. الن اخۊین رین وا پؽش؟

source: Open in new tab
bqi: گۊشیڌن من بلگه نۊ

source: Open in private tab
bqi: گۊشیڌن من بلگه سیخومی

source: Open in regular tab
bqi: گۊشیڌن من بلگه مئمۊلی

source: Open in %s
bqi: گۊشیڌن من %s

source: Open in %s? Your activity may no longer be private.
bqi: من %s بوگوئشه؟ فعالیت ایسا دی گاشڌ سیخومی نمئنه.

source: Open link in external app
bqi: گۊشیڌن لینگ من برنومه یل دری دی

source: Open link in new tab
bqi: گۊشیڌن لینگ من بلگه نۊ

source: Open link in private tab
bqi: گۊشیڌن لینگ من بلگه سیخومی

source: Open links in apps
bqi: لینگا ن من برنومه یل بۊگۊشین

source: Open links in a private tab
bqi: گۊشیڌن لینگ من ی بلگه سیخومی

source: open link to learn more
bqi: سی ویر گرؽڌن قلوه، لینگ ن بۊگۊشین

source: open link to learn more about this collection
bqi: سی قلوه ویر گرؽڌن زبار ای کتن، لینگ ن بۊگۊشین

source: Open on homepage
bqi: گۊشیڌن من بلگه هووه ای

source: Open on homepage after four hours
bqi: گۊشیڌن من بلگه هووه ای بئڌ چار ساعت

source: Open on last tab
bqi: گۊشیڌن من بلگه دیندایی

source: Open site in browser
bqi: گۊشیڌن وبگه من گشت گر

source: Open tabs
bqi: بلگه یل واز

source: Open tabs menu
bqi: گۊشیڌن نومگه بلگه یل

source: Optional
bqi: دل ب خایی

source: Optional data collection:
bqi: کتن کردن داده یل اختیاری:

source: Optional permissions:
bqi: هشتنا اختیاری

source: Optional settings:
bqi: سامووا اختیاری:

source: Original untranslated page loaded
bqi: بلگه ٱسلی بؽ ولرنیڌه وابیڌن بار ونی وابی

source: Other
bqi: دیر

source: Other Bookmarks
bqi: نشووکا دیری

source: Others
bqi: دیر
